[
	{
		"cardImg": "/assets/images/rachel_pilates.jpg",
		"cardTitle": "Pilates",
		"cardContact": "rachel@pilatesbyrachel.co.uk",
		"cardBlurb": "Pilates is strong at The Hub with classes suitable for a variety of ages and fitness levels. Classes are available during term time and school holidays, join at any time.  Please contact Rachel for more information on 07958140667",
		"cardDateTimes": "Tuesday 12.30pm Beyond beginners: Tuesday 1.45pm Intermediate: Tuesday 6.15pm Intermediate: Tuesday 7.30pm Advanced: Thursday 6.15pm Intermediate"
	},
	{
		"cardImg": "/assets/images/mutlisports-1.png",
		"cardTitle": "Mini Multi Sports",
		"cardContact": "welcome@minimultisports.co.uk",
		"cardBlurb": "Mini Multi Sports is a child centered, specialist early years sports coaching programme with the emphasis on MULTI. We passionately believe that young children should have the opportunity to experience the benefits and super powers sport can provide through a range of sports not just one, and research backs up our passion. Mini Multi Sports sessions will be focused on developing the Fundamentals of movement, (Ability, Balance and Coordination) Fundamental movement skills (running, jumping, throwing and catching) along with the other super powers that sports participation unlocks. The design of our programme has been led by our experienced early years and foundation stage coaching and PE expert Liz Roberts, so you can expect all things, fun and enjoyable!",
		"cardDateTimes": "Tuesday 9.30am - 10.15am: 18mths - 3yrs and 10.15am-11.00am: 3-4yrs",
		"cardWebSite": "https://www.minimultisports.co.uk/",
		"cardFaceBook": "https://www.facebook.com/minimultisports"
	},
	{
		"cardImg": "/assets/images/balletbums.jpg",
		"cardTitle": "Ballet Bums",
		"cardContact": "Gem.balletbums@gmail.com",
		"cardBlurb": "Come and join us for a fun up tempo ballet based fitness class, this is ballet but not as you know it! No previous experience needed, no leotards required!  Small, friendly class size. Babies and toddlers are welcome, we have some toys out to keep them entertained while we get sweaty! Contact Gemma to book your free trial - 07968329564,",
		"cardDateTimes": "Classes run Wednesday 9.15-10am and Thursday 9:30-10:15am (term time only)",
		"cardWebSite": "www.balletbums.com",
		"cardFaceBook": "www.facebook.com/profile.php?id=100085406089350"
	},
	{
		"cardImg": "/assets/images/djkool2.jpg",
		"cardTitle": "DJ Kool Kids Parties!",
		"cardContact": "www.djkoolkids.co.uk",
		"cardBlurb": "Dj Kool Kids provide the best, high energy, fun-filled, stress-free parties for your child, school or corporate event. Our legendary parties are non-stop guaranteed fun and our age-tailored games and dances are suitable for all children from the age 4 upwards. We offer many different amazing private and school packages, including our ever-popular Disco Games Parties and the best UV Neon Glow In The Dark Disco around. We have years of experience, are DBS checked, fully insured and PAT tested for your peace of mind. No-one gives you more party for your pound and prices start from only £135. Find us on Google, visit our website www.djkoolkids.co.uk or check us out on Facebook and see what our very happy customers say about us.",
		"cardDateTimes": "",
		"cardWebSite": "www.djkoolkids.co.uk",
		"cardFaceBook": "www.facebook.com/DjKoolKids"
	},
	{
		"cardImg": "/assets/images/football.jpg",
		"cardTitle": "Kids Community Football and Summer Fun Days",
		"cardContact": "Nicholas Cross - 07852556274 ",
		"cardBlurb": "Long Ashton Community Football, which started up in May 2021, is providing fun and inclusive football sessions for Long Ashton and surrounding areas. Well attended by children from the community, the atmosphere and enthusiasm among the groups has been fantastic. The sessions are all about fun and building relationships whilst gaining a love for sport and physical activity.",
		"cardDateTimes": "For 2022 dates and times ring Nicholas on 07852556274 to book. Places will be limited so advice is to book early to avoid disappointment."
	},
	{
		"cardImg": "/assets/images/female-cricketer.jpg",
		"cardTitle": "Girls' Cricket",
		"cardContact": "robtaffinder@googlemail.com",
		"cardBlurb": "A girls's cricket team exclusively for Year-6 and upwards. Have fun mixing with other girls, as well as learning the skills of the game. If you’re already taking part in our mixed sessions, and would like to carry on, then that’s fine. But if you’d be happier in a female only environment, then this is the team for you. If you’re a mum or older sister who’d like to help on the coaching side. we’d love to hear from you too.Practice sessions are on Tuesdays, 6pm at Flaxmead.",
		"cardDateTimes": "Tuesdays 6pm"
	},
	{
		"cardImg": "/assets/images/trains.jpg",
		"cardTitle": "Train Master",
		"cardContact": "somersetnorth@trainmaster.co.uk",
		"cardBlurb": "If your child loves to play trains then look no further. Children’s event with rides on trains, giant track layouts, build your own tracks, Thomas Minis, superstations and lots more. We also offer sibling discount.",
		"cardDateTimes": "Wednesday 18th August 10.15-11.15 and 11.30-12.30 - Book now - somersetnorth@trainmaster.co.uk"
	},
	{
		"cardImg": "/assets/images/littlecity.webp",
		"cardTitle": "Little City UK",
		"cardContact": "jenny@littlecityuk.com",
		"cardBlurb": "Mobile role play City for the under 5’s to explore, discover and enjoy. Utilising bespoke backdrops and specially selected high-quality toys and equipment.",
		"cardDateTimes": "Wednesdays every month"
	},
	{
		"cardImg": "/assets/images/us-17.jpg",
		"cardTitle": "Creative Writing",
		"cardContact": "info@flaxbourtonhub.org",
		"cardBlurb": "Interested in writing a novel? Or perhaps some short stories or maybe a memoir. Whatever your writing interests let us know if you'd like to join a new creative writing group.",
		"cardDateTimes": "Flexible timing - group determines"
	},
	{
		"cardImg": "/assets/images/toddler.jpg",
		"cardTitle": "Flax Tots",
		"cardContact": "info@flaxbourtonhub.org",
		"cardBlurb": "Bring your little ones to this fun play group and meet other local mums and dads",
		"cardDateTimes": "Monday mornings 10 to 11:30am"
	},
	{
		"cardImg": "/assets/images/wedding.jpg",
		"cardTitle": "Weddings",
		"cardContact": "info@flaxbourtonhub.org",
		"cardBlurb": "Why not book the Hub for your wedding? With capacity for up to 150 guests and the beautiful countryside views for your photos the Hub makes a great venue",
		"cardDateTimes": "Now booking for Summer 2023/4"
	},

	{
		"cardImg": "/assets/images/team.jpg",
		"cardTitle": "Team Meetings",
		"cardContact": "bookings@flaxbourtonhub.org",
		"cardBlurb": "The Hub can make a great venue for your team meetings or awaydays. contact bookings@flaxbourtonhub.org",
		"cardDateTimes": "Good availabilty"
	},
	{
		"cardImg": "/assets/images/birthday2.jpg",
		"cardTitle": "Birthday Parties",
		"cardContact": "bookings@flaxbourtonhub.org",
		"cardBlurb": "The Hub is a great venue for birthday parties whatever the age! The main hall is large enough for bouncy castles and traditional games like 'pass the parcel' and 'musical chairs.' The smaller partitioned area is perfect for laying out the birthday meal. 10% Discount for local residents applies.",
		"cardDateTimes": "Good availabilty - Contact bookings@flaxbourtonhub.org"
	},
	{
		"cardImg": "/assets/images/bible.jpg",
		"cardTitle": "Bristol Revival Assembly",
		"cardContact": "bristolrevivalassembly@gmail.com",
		"cardBlurb": "Want to know more about real Bible Salvation? Then come and join us on either Wednesday evenings @ 7:45pm or Sunday’s 3pm & 6:30pm to hear and understand more. ",
		"cardDateTimes": "Contact Pastor Travis Breguet 07851 121312"
	},
	{
		"cardImg": "/assets/images/hub-2.jpg",
		"cardTitle": "Advertise Your Activity or Business here",
		"cardContact": "info@flaxbourtonhub.org",
		"cardBlurb": "You can have your activity or local business advertised here at no cost. Send us your content and contact numbers and we will do the rest. We will even provde a suitable photograph too if you don't have one. Email us today at info@flaxbourtonhub.org ",
		"cardDateTimes": "There is currently no charge to advertise wiith us"
	}
]

